import * as GlobalModule from '../../@module.mjs'

const Branches: Array<GlobalModule.Types.Branch.IBranch> = [
  {
    Name: `Филиал на Эгершельде`,
    Adress: `ул. Крыгина, д. 77, каб. 306`,
    Phone: {
      Number: `8 924 000 02 22`,
    },
  },
  {
    Name: `Филиал на Гоголя`,
    Adress: `пр. Красного знамени, д. 59, каб. 807`,
    Phone: {
      Number: `8 924 000 03 33`,
    },
  },
  {
    Name: `Филиал на Второй Речке`,
    Adress: `пр. 100 лет Владивостоку, д. 103, каб. 446`,
    Phone: {
      Number: `8 924 000 04 44`,
    },
  },
  {
    Name: `Филиал на Луговой`,
    Adress: `ул. Луговая, д. 30, каб. 19`,
    Phone: {
      Number: `8 924 000 05 55`,
    },
  },
  {
    Name: `Филиал на Чуркине`,
    Adress: `ул. Черёмуховая, д. 7, каб. 102`,
    Phone: {
      Number: `8 924 000 99 90`,
    },
  },
  {
    Name: `Филиал на Тихой`,
    Adress: `ул. Добровольского, д. 20, каб. 14`,
    Phone: {
      Number: `8 924 004 44 40`,
    },
  },
  {
    Name: `Филиал на Ивановской`,
    Adress: `ул. Ивановская, д. 6/4`,
    Phone: {
      Number: `8 924 000 77 70`,
    },
  },
  {
    Name: `Филиал на Снеговой`,
    Adress: `ул. Анны Щетининой, д. 1, кв. 1`,
    Phone: {
      Number: `8 924 000 01 11`,
    },
  },
  {
    Name: `Филиал в Находке`,
    Adress: `Приморский край, г. Находка, мкр. Врангель, пр. Восточный, д. 4а`,
    Phone: {
      Number: `8 924 005 55 50`,
    },
  },
]

export default Branches
