import * as GlobalModule from '../../@module.mjs'

const FAQ: Array<GlobalModule.Types.FAQ.IFAQ> = [
  {
    Question: {
      Main: `Длительность занятия`,
      Aliases: [],
    },
    Answer: `Занятия проходят один раз в неделю по три академических часа, т.е. 2 часа 15 минут. И еще 15 минут выделяется на перерыв, на котором ребята могут поболтать, попить чай или кофе`,
  },
  {
    Question: {
      Main: `Как проходят занятия`,
      Aliases: [],
    },
    Answer: `Первый урок идёт на закрепление прошлой темы кодификатора, написание тестов и разбор того, что было непонятно в домашнем задании\nВторой урок идёт на то, что учитель объясняет новый материал, который соответствует следующим темам кодификатора и заданий в тестах\nТретий урок ребята решают задания на тему, которую объяснил или напомнил учитель, нарешивают задания из банка заданий ФИПИ и РЕШУ ЕГЭ. Их таких заданий потом и формируется тест`,
  },
  {
    Question: {
      Main: `Какой преподавательский состав`,
      Aliases: [],
    },
    Answer: `85% -  учителя высших категорий\n75% из этого состава - действующие эксперты ЕГЭ\nБолее подробно про каждого учителя можно прочитать на сайте: https://formula-ege.ru/teachers.php`,
  },
  {
    Question: {
      Main: `Как проходит учебный процесс`,
      Aliases: [],
    },
    Answer: `Занятия проходят в мини-группах от 3 до 10 человек. Количество человек зависит от востребованности предмета и учителя, от уровня группы, желания детей самих заниматься в мини-группах или в больших группах\nСами группы делятся по уровню знаний. Например, математика делится на четыре уровня:\nУровень оценок 2–3. Здесь используют особый подход к детям, пытаясь заинтересовать их в предмете, материал объясняют, начиная с нуля и очень подробно\nУровень оценок 3. Учитель ориентируется на темп учащихся, материал подаётся медленнее\nУровень 4–5. Быстрый темп, дети сильные, нужно успеть разобрать сложные задания\nУровень оценок 5+. Разбирается только вторая часть. Темы могут не повторяться`,
  },
  {
    Question: {
      Main: `Есть ли индивидуальные занятия`,
      Aliases: [],
    },
    Answer: `Да. Если есть свободные преподаватели, они занимаются по желанию клиентов индивидуально`,
  },
  {
    Question: {
      Main: `Какие скидки предоставляет 'Формула'?`,
      Aliases: [],
    },
    Answer: `Скидки для многодетных семей, семей с детьми-инвалидами и семей военнослужащих, участвующих в СВО - 10%`,
  },
  {
    Question: {
      Main: `Какие предметы у вас преподают`,
      Aliases: [],
    },
    Answer: `Математика 6–11 класс\nРусский язык 7–11 класс\nХимия 8–11 класс\nБиология 8–11 класс\nФизика 7–11 класс\nИнформатика 9–11 класс\nИстория 9–11 класс\nОбществознание 9–11 класс\nАнглийский язык 9–11 класс\nЛитература 9-11 класс\nГеография 9-11 класс\nОлимпиадная физика 7–11 класс (при поддержке МФТИ)\nОлимпиадная математика 4–10 класс`,
  },
]

export default FAQ
